jorgebucaran/fisher
laughedelic/pisces
lilyball/nix-env.fish
kidonng/plug.fish
edc/bass
patrickf1/fzf.fish
jorgebucaran/nvm.fish
kidonng/zoxide.fish
fabioantunes/base16-fish-shell
